Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_172_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Ođđa oahppamateriálat almmustuvvan
smn: Uđđâ oppâmatriaalah almostum

source: Davvisámegiela giđđaáppesa ( Áppes 2 ) ođasmahttojuvvon preanttus ja davvisámegielat Skuvlla birasdiehtu 3 , bargogirji leat almmustuvvan .
smn: Tavesämikielâ kiđđâaabis ( Áppes 2 ) uđâsmittum teddilâs já tavesämikielâlâš Skuvlla birasdiehtu 3 3 , uáppee pargokirje ( Skuvlla birasdiehtu 3 , bargogirji ) láá almostum .

source: Guovttioasát Áppes leamaš anus juo sullii 20 jagi ja dan dahkkit leat Helena Valkeapää , Seija Guttorm ja Aletta Ranttila .
smn: Kyevtuásásâš Áppes lii lamaš kiävtust juo suullân 20 ihheed já ton rähteeh láá Helena Valkeapää , Seija Guttorm já Aletta Ranttila .

source: Dál almmuhuvvon preanttus lea ortnega mielde njealját ja dan teavsttat leat muhtin muddui ođasmahttojuvvon .
smn: Tääl almostum teddilâs lii oornig mield niäljád já ton teevstah láá mottoom verd uđâsmittum .

source: Birasdieđu bargogirji gullá oktii dán čavčča almmuhuvvon seammánammasaš oahppogirjjiin , Skuvlla birasdiehtu 3 .
smn: Pirâstiäđu pargokirje kulá taan čoovčâ almostum siämmáánommâsâš oppâkiirján , Skuvlla birasdiehtu 3 .

source: Birasdieđu girjjit leat sámi birrasii heivehuvvon jorgalusat goasttidanfitnodat Otava almmuhan oahppogirjeráiddus .
smn: Pirâstiettuu kirjeh láá säämi pirrâsân heiviittum jurgâlusah kuástidemfinnodâh Otava almostittám oppâkirjerááiđust .

source: Sámegillii daid lea jorgalan Jovnna-Ánde Vest .
smn: Sämikielân ton lii jurgâlâm Jovnna-Ánde Vest .

source: Girjjit leat fidnemis Sámedikki skuvlen- ja oahppamateriáladoaimmagas ja juhkkojuvvojit skuvllaide nuvttá
smn: Kirjeh láá finniimist Sämitige škovlim- já oppâmateriaaltoimâttuvâst já toh juáhhojeh škovláid nuuvtá .
